{
    "hola":"Hola",
    "soy":"Soy",
    "softDev":"Desarrollador de Software",
    "edad":"EDAD",
    "direccion":"DIRECCIÓN",
    "correo":"CORREO",
    "telefono":"TELÉFONO",
    "acercaDe": "Actualmente, he estado enfocado en el desarrollo frontend en Angular, con más de 5 años de experiencia. Me gusta trabajar en equipo, buscar una formación continua, aplicar nuevos conocimientos en desarrollo, y poner mi creatividad y corazón en mi trabajo diario. También considero que la vida y el tiempo que tenemos son una oportunidad y una bendición para compartir la pasión que nos hace únicos, y que el mundo espera y necesita para prosperar.",
    "descargar":"DESCARGAR CV",
    "contactame":"CONTÁCTAME",
    "habilidades":"HABILIDADES PROFESIONALES",
    "experiencia":"MI EXPERIENCIA",
    "primeraEra":"PRIMERA ERA",
    "segundaEra":"SEGUNDA ERA",
    "sena":"SENA",
    "estrategicoE":"ESTRATÉGICO DIGITAL",
    "simboloD":"SÍMBOLO DIGITAL",
    "cotrafa":"COTRAFA",
    "smartso":"SMARTSOFTLABS",
    "desarrolloSoft":"Desarrollo de Software",
    "adsi":"Tecnólogo Análisis y Desarrollo de Sistemas de Información",
    "desarrolladorW":"Desarrollador Web",
    "analistaD":"Analista Desarrollador",
    "ingenieroSoft":"Ingeniero de Software",
    "conceptosG":"Conceptos generales de la programación",
    "algoritmos":"Algoritmos",
    "html":"HTML",
    "css":"CSS",
    "javascript":"JavaScript",
    "php":"PHP",
    "wordpress":"WordPress",
    "htmlPHP":"HTML, CSS, Javascript, PHP",
    "estructurasDatos":"Estructuras de datos (arrays, listas, diccionarios, diagramas, toma de requerimientos)",
    "java":"Java",
    "sql":"SQL",
    "versionamientoGithub":"Versionamiento Github",
    "ci-cdAzure":"CI/CD - Azure DevOps",
    "conceptosB":"Conceptos básicos",
    "diagramacion":"Diagramación",
    "c#":"C#",
    "python":"Python",
    "noSQL":"NoSQL",
    "libreriasFrame":"Librerias y frameworks Angular y Ionic",
    "primeNG":"PrimeNG",
    "dMobileIonic":"Desarrollo móvil con Ionic",
    "dMobileFlutter":"Desarrollo móvil con Flutter",
    "scrum":"Scrum",
    "scrumKamban":"Scrum y Kamban",
    "patronesUML":"Patrones de diseño UML",
    "construccionWeb":"Construcción y actualización de páginas web",
    "cmsWordpress":"CMS Wordpress",
    "joomla":"Joomla",
    "migracionesW":"Migraciones web a otros dominios",
    "htmlCss":"HTML, CSS y Javascript",
    "desarrolloAng":"Desarrollo Angular",
    "pRxjs":"Programación reactiva con RxJS",
    "adaptacionR":"Adaptación responsive",
    "pruebaFront":"Pruebas unitarias - testing KARMA - JASMINE",
    "continuaInt":"CI/CD - Gitlab",
    "aficiones":"AFICIONES",
    "meGusta":"Me gusta la música, en especial escuchar: alternoventas, flamenco, rockandroll, romantica, tocar la guitarra, cantar. Viajar en moto ver el contraste sol, montañas, calle, lugares, nuevos aires. Video juegos: Resident's evil todos, Silent'hill todos, entre muchos. Trabajar en mis proyectos de desarrollo incluso en mi tiempo libre. Tengo una biblioteca grande de libros de desarrollo personal que voy leyendo cada día.",
    "blog":"DEL BLOG",
    "leerMas":"LEER MÁS",
    "tituloPostUno": "Subir proyecto angular a GithubPages",
    "descripcionPostUno": "Subir proyecto angular a un dominio prestado por Github. Una manera de compartir un diseño personal creado con el framework Angular.",
    "tituloPostDos": "Recopilación sugerida de sitios web e IA's",
    "descripcionPostDos": "Sitios web que se ignora para que puedan ser útiles. Una pequeña descripción.",
    "tituloPostTres": "Búsqueda de empleo como desarrollador",
    "descripcionPostTres": "Recomendaciones y sugerencias en la búsqueda de empleo. Se muestra un proceso para tener en cuenta en este camino.",
    "testimonialDescripcionUno": "Trabajar con Alex Muñoz ha sido una experiencia enriquecedora. Tiene un enfoque muy práctico para resolver problemas, y su dominio en tecnologías como Angular le permite avanzar rápido sin perder de vista la calidad. Siempre está dispuesto a ayudar y compartir lo que sabe.",
    "testimonialDescripcionDos": "Alex se destaca por su compromiso y responsabilidad. Durante el desarrollo de los proyectos en la cooperativa COTRAFA, supo adaptarse a cambios de última hora y entregar resultados funcionales y bien tructurados. Es un desarrollador confiable que no solo ejecuta, sino que también propone mejoras cuando las detecta.",
    "testimonialDescripcionTres": "Lo que más valoro de Alex Muñoz es su capacidad para traducir ideas complejas en soluciones simples y efectivas. Me apoyó en la creación de una aplicación que hoy uso con regularidad, y siempre estuvo atento a los detalles y dispuesto a explicar lo técnico de forma clara.",
    "testimonialDescripcionCuatro":"Tuve la oportunidad de trabajar con Alex en el desarrollo de una aplicación web basada en Angular 14 con NgRx. Me impresionó su capacidad para estructurar el código de manera clara y sostenible, además de su disposición constante para ayudar al equipo a entender conceptos complejos como la gestión de estados. Su experiencia en frontend es evidente, y su actitud colaborativa hace más fácil cualquier proyecto compartido.",
    "testimonialCargoUno":"Technical leader, at Mercadolibre",
    "testimonialCargoDos":"Arquitecto De Software Senior",
    "testimonialCargoTres":"Software Engineer",
    "testimonialCargoCuatro":"Software Developer"
}